[LanguageFile]

// Specify what version of Circle Dock this language file is intended for. Used to check for validity.
CircleDockVersion=0.9.2 Alpha 8

// LanguageFileVersion is for the language file author's use. Circle Dock does not care what value this is.
LanguageFileVersion=0.2

LanguageName=Deutsch (German)

FileAuthor=Sibbl

[General]
CircleDockName=Circle Dock
CircleDockWebsiteWord=Circle Dock Webseite
GeneralWebsite=http://circledock.wikidot.com
HelpWebsite=http://circledock.wikidot.com/help-faq
AuthorWord=Autor
SupportForumWord=Support Forum
SupportForumWebsite=http://www.donationcoder.com/Forums/bb/index.php?board=240.0
RotationSensitivity=Rotationsempfindlichkeit des Docks
IconReplacementMode=Icon-Anpassungs-Modus
normal=Normal
topmost=Immer im Vordergrund
alwaysOnBottom=Immer im Hintergrund
zLevel=Z - Ebene

[MainContextMenu]
WebsiteWord=Webseite
SettingsWord=Einstellungen
HideWord=Ausblenden
ShowWord=Einblenden
QuitWord=Beenden
RemoveWord=Entfernen
AddWord=Hinzufügen
DockFolder=Dock-Verzeichnis
ChangeIcon=Icon ändern
ItemSettings=Verknüpfung anpassen
PauseMouseToggling=Deaktiviere Einblenden durch Mausdruck
blankIcon=Kein Icon

[SettingsPanel]
Name=Circle Dock Konfiguration
SettingsPanelWord=Einstellungen
GeneralWord=Allgemein
DockShape=Aussehen

Labels=Beschriftungen
Animation=Animation
LocationWord=Position
TogglingWord=Ein-/Ausblenden
FileDockIconAssociations=Datei > Iconzuweisung
LanguageWord=Sprache
HelpWord=Hilfe
HotKeySelectorToggleDock=Tastenkomibnation zum Ein-/Ausblenden auswählen
CtrlWordAbbreviation=Strg
AltWordAbbreviation=Alt
ShiftWordAbbreviation=Shift
WindowsKeyWordAbbreviation=Win
ValidHotkeyCombination=Gültige Tastenkombination
InvalidHotKeyCombination=Ungültige Tastenkombination verwendet

CentreAroundCursorWhenShown=Dock beim Einblenden an Mauszeiger ausrichten
CircleDockVersionWord=Circle Dock Version
EnableDockRotation=Aktiviere Dock-Rotation

ConfigurationDescriptionLabel=Aussehen und Verhalten von Circle Dock anpassen

// Location Panel
lockDockAtCurrentPosition=Dock immer an aktueller Position zeigen

// General Panel
KeepDockAboveAllOtherWindows=Dock im Vordergrund halten
ClickSensitivity=Klickempfindlichkeit
Sensitive=Sehr empfindlich
NotSensitive=Gering empfindlich
EnablePortabilityMode=Portabilitätsmodus aktivieren
UseMemorySaver=Arbeitsspeicher sparen
useSameRotationValueAllLevels=Gleiche Rotation für alle Ebenen verwenden
currentRotationValue=Aktuellen Rotationswert setzen (Radiant)

// Background Panel
Background=Hintergrund
BackgroundImage=Hintergrundbild
NormalSize=Größe
NormalOpacity=Transparenz

// Dock Shape Panel
ConstantNumberOfItemsPerCircle=Feste Iconanzahl pro Kreis
NumberOfIconsPerCircle=Iconanzahl pro Kreis
MinimumRadius=Mindestradius
SeparationBetweenCircles=Abstand zwischen Kreisen
FormatWord=Format
CircleWord=Kreis
maximumNumberOfItemsPerCircle=Maximale Iconanzahl pro Kreis
lineWord=Liniee
spiralWord=Spirale
rateOfIncrease=Steigungsrate
defaultWord=Standard
separationWord=Abstand

// Centre Button Panel
CentreButton=Mittelbutton
DefaultCentreButton=Standard Mittelbutton
OtherSettings=Zusätzliche Einstellungen
ShowStartMenuWhenClicked=Startmenü beim Klicken anzeigen
StartMenuResidueWarning=Achtung: "Schatten unter Menüs anzeigen" sollte deaktiviert werden, da sonst ein restlicher Schatten angezeigt wird.

// Dock Items Panel
DockItems=Dockelemente
RightClickMenu=Rechtsklickmenü
ShowWindowsFileFolderMenus=Standard-Windows-Menüs anzeigen
HideDock=Dock ausblenden
HideDockAfterFileExecution=Dock nach gestarteter Aktion ausblenden

// Labels Panel
FontWord=Schrift anpassen
ChangeFont=Schriftart anpassen
ChangeColor=Schriftfarbe ändern
ShadowWord=Schatten anpassen
ShadowSize=Größe des Schattens
ShadowDarknessFactor=Stärke des Schattens
ShowLabels=Beschriftungen anzeigen
ShowLabelsOnMouseoverOnly=Beschriftungen nur beim Überfahren der Maus anzeigen

// Animation
AnimationWord=Animation
GeneralFrameRate=Aktualisierungsrate (FPS)
RotationAnimationDuration=Rotationsdauer (ms)
FadeInFadeOutDuration=Ein-/Ausblenddauer (ms)
UsePoofAnimationWhenDeleting=Animation beim Löschen anzeigen (experimentell)

//About Panel
AboutWord=Über
ThePremiereCircularDockForWindows=Das erste kreisförmige Dock für Windows
WebsiteWord=Webseite
VersionInformation=Versionsinformation
OfficialHomepage=Offizielle Homepage

// Help Panel
SupportWord=Support
OfficialWebForum=Offizielles Webforum
OfficialWebHelpFAQ=Offizielle Webhilfe/FAQ

// Language Panel
LanguageFileLocation=Speicherort der Sprachdatei
LanguageName=Bezeichnung des Sprachpakets
LanguageFileAuthor=Autor des Sprachpakets
LanguageFileVersion=Version  des Sprachpakets
LanguageFileOriginallyIntendedFor=Sprachpaket erstellt für Circle Dock Version:
LanguageFileProgramRestartRequired=***Neustart nach Sprachänderung empfohlen***
LanguageFileValidCurrent=Sprachdatei ist gültig
LanguageFileInvalidOutofDate=Sprachdatei ist ungültig/zu alt

// File -> Icon Associations
FileIconAssocationsDescription=Standardicons bei neu hinzugefügten Dateien/Ordnern benutzen
FileNameIconAssociations=Dateiname -> Iconzuweisung
FolderNameIconAssociations=erzeichnisname -> Iconzuweisung
FileExtensionIconAssociations=Dateiendung -> Iconzuweisung
DockFolderIconAssociation=Dockverzeichnis -> Iconzuweisung

fileName=Dateiname
folderName=Verzeichnisname
extensionName=Dateiendung
associatedDockIcon=Zugewiesenes Dock-Icon
browse=Durchsuchen
startsWith=Beginnt mit
endsWith=Endet mit
exactMatch=Exakt
contains=Enhält
sample=Beispiel

// Toggling
ToggleVisibilityHotKey=Ein-/Ausblenden mit Tastenkombination
ToggleVisibilityMouseButton=Ein-/Ausblenden mit Maustaste
ShowDockWhenIMoveMyMouseTo=Dock einblenden, wenn Maus in folgender Position ist:
ScreenLeftEdge=Linke Bildschirmkante
ScreenRightEdge=Rechte  Bildschirmkante
ScreenTopEdge=Obere Bildschirmkante
ScreenBottomEdge=Untere Bildschirmkante
EdgeWidthHeight=Benötigter Abstand zur Kante
dwellTime=Nach folgender Zeit reagieren (ms):



[ErrorMessages]
MissingInvalid=Fehlt/Ungültig
FilePathMissingInvalid=Datei/Verzeichnis fehlt oder ist ungültig

[DockItemProperties]
ItemSettings=Elementeinstellungen
IconImage=Bild für Icon (standardmäßig leer)
Name=Name (standardmäßig leer)
Target=Ziel
Folder=Ordner auswählen...
File=Dateiauswählen...
StartIn=Start In
Arguments=Argumente
Run=Ausführen
Normal=Normal
Minimized=Minimiert
Maximized=Maximiert
Close=Schließen
